{
	"people": [
		{
			"Index": 1,
			"Name": "Conor Lonergan",
			"Title": "Managing Director",
			"Qualifications": "BE(Elect) ",
			"ShortDescription":  "Conor has extensive experience of most aspects of the electricity utility business from over 35 years work in a quality electricity utility and as a consultant in developing and emerging countries throughout the world.\nHe has excellent expertise in managing projects both as project director and project manager.&#xd; &#xa;  He has a track record of leading teams to successful deliverable of project goals.Conor is skilled in due diligence, loss reduction, project management and change management. He has wide experience of electricity sector restructuring and privatisation and associated institutional strengthening.He has worked on private sector participation project development in Cote d&apos;Ivoire, Togo, Romania, Bulgaria, Georgia, Haiti and Ghana.Conor speaks English (mother tongue) and very good French and is skilled in use of word processing and spreadsheets. He has experience of working on projects funded by EU, World Bank, EBRD, MCC and private funding.",
			
			"Photo": "Conor_Lonergan_CHD_5217-small.jpg"
		},
		{
			"Index": 2,
			"Name": "Ultan O'Neill",
			"Title": "Financial Controller",
			"Qualifications": "BA in Economics, Associate of the Institute of Taxation Ireland",
			"ShortDescription": "Over 30 years electricity utility experience in every aspect of accounting and financial control including financial, customer and management accounting; auditing; materials management; procurement and project financing.Wide experience of project cost control and monitoring including establishment of a project cost accounting, budgeting and management information systems; production of monthly cost and financial accounts to trial balance; preparation of purchase orders ensuring compliance with tendering and purchasing procedures; reporting to funding agencies including World Bank, Caisse Francaise and ODA.Extensive international consulting experience.Fully conversant with IT technology.",
		
			"Photo": "Ultan_O_Neill_CHD_5293-small.jpg"
		},
		{
			"Index": 3,
			"Name": "Heather Hamilton",
			"Title": "Director",
			"Qualifications": "B Soc",
			"ShortDescription": "",
			"Photo": "Heather_Hamilton_CHD_5262-small.jpg"
		},
		{
			"Index": 4,
			"Name": "Joe Murray",
			"Title": " Bid Manager",
			"Qualifications": "Bachelor in Electrical Engineering (BE) ,Masters in Engineering (MAI)",
			"ShortDescription": "7 years consulting experience as a team leader and project manager on a broad range of electricity utility related projects, mainly in developing countries. Highly successful in securing follow on business from satisfied clients.10 years experience at senior management level with ESB, the national power utility in Ireland, in the procurement of all goods and services required by a power utility, with a track record of securing value for money in all areas covered.Highly experienced in developing specifications and tender documents, tender evaluations, contract negotiation and vendor relationship management.25 years experience in ICT, focusing on the design, deployment and support of the administrative and technical IT systems required to support the business.Recent experience working on feasibility studies for mining developments  covering multicriteria analysis to identify optimum power supply options, budgetary costs and economic return, obtaining quotations from manufacturers and suppliers, performing discounted cash flow analysis, risk analysis and developing procurement strategy.",
			"Photo": "Joe_Murray_CHD_5250-small.jpg"
		},
		{
			"Index": 5,
			"Name": "James Duignan",
			"Title": "Partnerships Manager",
			"Qualifications": "M.Sc (Mgmt) Organisation Development, BA, Economics,H. Dip. Ed.",
			"ShortDescription": "A committed, innovative, professional with extensive consultancy and project implementation experience gained across a range of international projects in Europe, Middle East, Asia, Africa and South America.  Proven record of successfully bidding for, and winning, major projects supported by the key funding agencies such as World Bank and EU.  Well developed skills in Strategy and Business Planning, MIS, Financial Accounting, Regulation and Organisation Development.  A successful Project Manager with excellent team leadership and third party relationship skills.",
			"Photo": "James_Duignan_CHD_5280-small.jpg"
		},
		{
			"Index": 6,
			"Name": "Shane Kiely",
			"Title": "Manager Business Development",
			"Qualifications": "Bachelor of Engineering (Hons) in Electrical Power Systems ",
			"ShortDescription": "Areas of Expertise:Technical Losses - analysis, evaluation and loss reduction strategies.Distribution Planning and network development.GIS - network surveys, production, development and analysis.Loadflow analysis.Prefeasibility studies.Transmission and distribution substations.Substation primary plant including maintenance, condition assessments and fault finding.Earth grid assessments, analysis and reportingProducing reports, presentations and work instructions",
			"Photo": "Shane_Kiely_CHD_5312-small.jpg"
		},
		{
			"Index": 7,
			"Name": "Michael Mackey",
			"Title": "Project Manager",
			"Qualifications": "M.Eng.Sc,BE Degree",
			"ShortDescription": "Michael has extensive experience in Ireland and overseas on both the design and commissioning of power system facilities having been involved for many years in the engineering, design and management of power plant and High Voltage (HV) network projects. He has also been actively involved with CIGRE, the International Council on Large Electric Systems, leading technical working groups and presenting papers on various topics.",
			
			"Photo": "Michael_Mackey_CHD_5124-small.jpg"
		},
		{
			"Index": 8,
			"Name": "Noel Tobin",
			"Title": "Technical Manager",
			"Qualifications": "BE(Elect) MBA",
			"ShortDescription": "Up the banner",
			"Photo": "Noel_Tobin_CHD_5204-small.jpg"
		},
		{
			"Index": 9,
			"Name": "Nick Lonergan",
			"Title": "Renewables Business Development",
			"Qualifications": "BE(Elect) MBA",
			"ShortDescription": "Up the banner",
			"Photo": "Nick_Lonergan_CHD_5179-small.jpg",
			"FIELD7": "",
			"FIELD8": "",
			"FIELD9": "",
			"FIELD10": "",
			"FIELD11": ""
		},
		{
			"Index": 10,
			"Name": "Brian Cronly",
			"Title": "Project Manager",
			"Qualifications": "BE(Elect) MBA",
			"ShortDescription": "Up the banner",
			"Photo": "Brian_Cronly_CHD_5154-small.jpg"
		},
		{
			"Index": 11,
			"Name": "Keelin O'Brien",
			"Title": "Regulatory Specialist",
			"Qualifications": "BE(Elect) MBA",
			"ShortDescription": "Up the banner",
			"Photo": "Keelin_O_Brien_CHD_5241-small.jpg"
		},
		
		{
			"Index": 12,
			"Name": "Bryan Glynn",
			"Title": "ICT Manager",
			"Qualifications": "BE(Elect) MBA",
			"ShortDescription": "Up the banner",
			"Photo": "Bryan_Glynn_CHD_5162-small.jpg"
		},
		{
			"Index": 13,
			"Name": "Justine Natale",
			"Title": "Office Manager",
			"Qualifications": "BE(Elect) MBA",
			"ShortDescription": "Up the banner",
			"Photo": "Justine_Natale_CHD_5345-small.jpg"
		}
	]
}