{
	"project": [
		{
			"Title": "Technical Lucida BrightDevelopment of Floating Offshore Wind technology",
			"Country": "Ireland",
			"Duration": "2021 – ongoing",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM is supporting the Sustainable Energy Authority of Ireland (SEAI) in the development of a test site some 20km of the West Coast of Ireland for the testing of floating offshore wind technology. Specifically, to provide technical advice on the connection by undersea cable of the test site to shore including seabed cable route investigation; cable burial risk assessment; engineering design studies; least cost evaluation; preparation of tendering documentation and evaluation; programming of work; liaison with Client and Works Contractors. Funded by Irish Government. "
				}
			]
		},
		{
			"Title": "Development of Distribution Design Guidelines, Specifications and Construction Standards ",
			"Country": "Ghana",
			"Duration": "2020 – ongoing",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM is providing services to the Northern Electricity Distribution Company of Ghana (NEDCo) in the development of technical documentation covering Technical Specifications, Design Guidelines and Construction Standards in accordance with international best practice. The specific objectives of the assignment include: "
				},
				{
					"List": "Bullet",
					"Line": "develop equipment and material specifications to conform to current industry standards "
				},
				{
					"List": "Bullet",
					"Line": "develop engineering design guidelines to serve as NEDCo’s System Design Reference Manual"
				},
				{
					"List": "Bullet",
					"Line": "develop engineering construction standards to guide NEDCo’s engineering construction practice "
				},
				{
					"List": "Bullet",
					"Line": "Training and capacity development of staff.  Funded by World Bank."
				}
			]
		},
		{
			"Title": "Provision of Architectural Support Services",
			"Country": "Ireland",
			"Duration": "2020 – ongoing",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM is service provider to the Government body OPW and is providing architectural technologist staff to assist in the following activities: "
				},
				{
					"List": "Bullet",
					"Line": "Deliver a comprehensive maintenance programme in Central Government properties, police stations and historic properties. "
				},
				{
					"List": "Bullet",
					"Line": "Deliver programmes of client-funded works "
				},
				{
					"List": "Bullet",
					"Line": "Deliver capital works programmes based on priorities within the available capital allocations. Funded by Irish Government."
				}
			]
		},
		{
			"Title": "Promotion of Energy Efficient Lights (LEDs) through the Replacement of Incandescent Lamps  ",
			"Country": "Mozambique",
			"Duration": "2020 – ongoing",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM is supporting the Electricidade de Mocambique (EdM) to implement demand side management to reduce energy demand with resultant huge cost saving benefits. The main purpose of the project is to develop a full Project Document related to promotion of energy efficient lights, through the replacement of incandescent lamps by LEDs in domestic premises.  Develop a Business Case and a Project Document covering all technical and financial aspects to be accepted in any international financial institution for funds' application. Funded by SiDA."
				}
			]
		},
		{
			"Title": "Development of Off-Grid PV Solar with Battery Storage ",
			"Country": "The Gambia",
			"Duration": "2019 – ongoing",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM is supporting the Government of The Gambia to set-up and assist in running a dedicated new company which will function as a PIU. The objective is to realise and operate a portfolio of off-grid solar photovoltaic (PV) energy systems with battery backup in up to 1,100 primary and secondary education schools and health facilities in the country. The PIU will be responsible for the co-ordination and successful delivery of all activities under the Project, including procurement and cooperation between the representatives of the relevant authorities on the project sites and the contractors. The overall objective of the project of which this contract will be a part is as follows: to provide stable and reliable electricity supply to a maximum of 100 on-grid and off-grid health facilities in the country and a maximum of 1,000 on-grid and off-grid public schools facilities. The Project will install solar PV with battery backup equipment in schools and health clinics in The Gambia and it will provide limited electricity services in neighbouring communities without access to the grid. Funded by EiB. "
				}
			]
		},
		{
			"Title": "Monitoring and Reporting on Gas & Electricity Capital Infrastructure Projects",
			"Country": "Ireland",
			"Duration": "2019 – ongoing",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM was retained by the Sustainable Energy Authority of Ireland (SEAI) to perform the technical monitoring task, on behalf of Ireland as the Member State of the EU, for the certifying of claims for energy projects in receipt of funding under the European Union’s Connecting Europe Facility (CEF). The Framework is also used to provide other technical analyses and studies on electricity, gas and energy infrastructure and gas safety issues, on an as-needed basis. Funded by the Irish Government."
				}
			]
		},
		{
			"Title": "Program Implementation Unit (PIU)",
			"Country": "Ghana",
			"Duration": "2019 – ongoing",
			"Description": [
				{
					"List": "Body",
					"Line": "The Millennium Development Authority (MiDA) is the independent Ghanaian entity accountable for overall management of an MCC (USA) funded compact program investing approx. US$500 million in electricity infrastructure and services in Ghana.   MiDA engaged the services of AZOROM to establish and operate a Program Implementation Unit (PIU) to provide over-arching program and project management support and co-ordination to the MiDA management and Project Directorates/Teams. The PIU will also work closely and collaborate with Implementing Contractors and other consultants engaged by MiDA. Funded by MCC."
				}
			]
		},
		{
			"Title": "Implementation of a Regulatory Information Management System (RIMS) ",
			"Country": "Uganda",
			"Duration": "2018 – ongoing",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM is a member of a consulting partnership retained to support the Energy Regulatory Authority (ERA) in implementing an information management system as well as the procurement of required software and hardware for the purpose of information collection, regulatory analysis, compliance monitoring, decision making and other regulatory functions. Funded by kfw."
				}
			]
		},
		{
			"Title": "Design of a Training Center ",
			"Country": "Liberia",
			"Duration": "2018 – 2019",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM was retained to provide advisory services to establish a Training Center to enable the Liberian electricity utility LEC to deliver high-quality, fit-for-purpose training to its staff to ensure they are able to fulfill the needs of the corporation and support a well-functioning electricity utility. Funded by MCC."
				}
			]
		},
		{
			"Title": "Definition, Procurement & Supervision of Implementation of an ERP System ",
			"Country": "Ghana",
			"Duration": "2018 – 2019",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM was a member of a consulting partnership retained to define an ERP solution that permits a consolidation of information holdings and a move to a new paradigm service orientation for integrated service delivery involving the following three phases of work: "
				},
				{
					"List": "Bullet",
					"Line": "Pre-ERP Study, Definition of System Requirements, Launch Solicitation Docs "
				},
				{
					"List": "Bullet",
					"Line": "Solicitation of ERP Contractor "
				},
				{
					"List": "Bullet",
					"Line": "Oversight Service and Supervision. Funded by MCC."
				}
			]
		},
		{
			"Title": "Safety Advisory Services ",
			"Country": "Ireland",
			"Duration": "2018 – 2020",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM has been awarded a framework contract which includes the following scope of work: "
				},
				{
					"List": "Bullet",
					"Line": "Assistance and support in complying with its legal obligations in respect of its role and responsibilities under Safety Health and Welfare at Work Act  ( S.I. No. 291 of 2013). "
				},
				{
					"List": "Bullet",
					"Line": "Provision of safety advisors with the experience and qualifications to meet ESB Networks requirements. "
				},
				{
					"List": "Bullet",
					"Line": "Coordinate Gap analysis in relation to ESB Networks Safety documentation "
				},
				{
					"List": "Bullet",
					"Line": "Update and amend Safety documents as necessary"
				},
				{
					"List": "Bullet",
					"Line": "Monitor performance, including safety performance, of Safety Advisors "
				},
				{
					"List": "Bullet",
					"Line": "Coordinate and facilitate shared learning and training of Safety Advisors "
				}
			]
		},
		{
			"Title": "Technical Adviser for Development of 60 MWp PV Solar Power Plant",
			"Country": "Chad",
			"Duration": "2017 – 2019",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM is providing technical advice to a private developer in Central Africa for the development of a 60MWp solar plant. Tasks include:"
				},
				{
					"List": "Bullet",
					"Line": "Preparation of tender documents and selection of the EPC contractor"
				},
				{
					"List": "Bullet",
					"Line": "Preparation of tender documents and selection of the O&M contractor"
				},
				{
					"List": "Bullet",
					"Line": "Drafting of the EPC and O&M contracts"
				},
				{
					"List": "Bullet",
					"Line": "Preparation of financial models"
				},
				{
					"List": "Bullet",
					"Line": "Review of ESIA reports"
				}
			]
		},
		{
			"Title": "Monitoring of Management Contractor ",
			"Country": "Liberia",
			"Duration": "2017 – 2021",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM is providing support to MCA-Liberia to (i) to evaluate the performance of the Management Contractor in accordance with its terms and conditions as they may exist from time to time throughout the Term of the MSC (ii) to advise MCA-Liberia with respect to all related matters, so that MCA-Liberia can make timely decisions not only with respect to all disbursements under the management contract (iii) to assist in resolving any disagreement or dispute between the parties. Funded by MCC."
				}
			]
		},
		{
			"Title": "Development of Integrated Strategic Plan ",
			"Country": "Malawi",
			"Duration": "2017 – 2018",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM is assisting ESCOM develop a robust integrated strategic plan for coming 4 years (ISP21). The process will allow the Malawi Government, project partners, ESCOM Board, ESCOM Executive Management and staff and other key stakeholders to not only have a guiding document for the next 4 years in the development of the power sector, but also take stock of the Corporation’s effectiveness in implementing of the ISP 17 by looking at the immediate past, current situation, emerging dynamics, government policies and offer suggestions for the strategic direction for the 4-year plan. "
				}
			]
		},
		{
			"Title": "Consultant Services to Electricity and Water Utility",
			"Country": "The Gambia",
			"Duration": "2017 – ongoing",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM is providing support to NAWEC over a 4-year Duration to become an efficiently operating and commercially viable enterprise. To achieve that, expert services are being provided in the following areas: Organizational improvement; Improving commercial performance including reduction of losses; Improving financial performance and reporting; Demand-side management and reactive power assistance; Technical performance improvement; Definition, procurement and deployment of Integrated Management System; Preparation of pre-feasibility study report for IMS; Definition of IMS, TOR and Technical Requirements; Procurement and deployment of IMS; Development and implementation of capacity-building/training programs. Funded by WB."
				}
			]
		},
		{
			"Title": "Support Services to Energy Regulator ",
			"Country": "Uganda",
			"Duration": "2016 – 2018",
			"Description": [
				{
					"List": "Body",
					"Line": "Working with ERA to enhance its internal capacities for power system analysis, technical regulation, economic regulation, legal and procedural aspects of regulation of DISCOs and TRANSCOs, environmental aspects of regulation of DISCOs and TRANSCOs, understanding of other regulatory regimes and broader aspects of regulation of the ESI. Funded by kfw."
				}
			]
		},
		{
			"Title": "Due Diligence for Private Sector Investment in Power Sector",
			"Country": "Sierra Leone",
			"Duration": "2016",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM provided technical services to a private client looking at investing in the power sector of Sierra Leone. Work involved technical due diligence of the networks, review of performance of power companies and development of financial models and analysis of options for private sector participation."
				}
			]
		},
		{
			"Title": "Technical Support to Development of Power Business ",
			"Country": "Democratic Republic of Congo",
			"Duration": "2016 – 2017",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM is providing technical services to a private client developing a power generation and distribution business in an un-electrified area of DRC. Provision of technical, financial and commercial advice."
				}
			]
		},
		{
			"Title": "Solar Farm Technical and Connection Services",
			"Country": "Ireland",
			"Duration": "2015 – 2017",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM is providing technical services to a number of private investors looking at investment in grid connected solar farms in Ireland ranging in size from 4MW to 25MW. Evaluation of technical constraints and development of technically competent grid connections at best value for money. Processing of grid connection applications."
				}
			]
		},
		{
			"Title": "Solar Power Development Feasibility Study and Tender Documents Preparation",
			"Country": "Sierra Leone",
			"Duration": "2015",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM carried out a study to identify the options for the rollout of utility- scale solar power plants in multiple locations in Sierra Leone and the options for the rollout of small-scale off-grid private sector-led solar power initiatives nationwide. Also, identified  the potential financing sources for the further funding of the feasibility study and policy work of the identified national solar power rollout options. AZOROM prepared tender documents to go to the market for a number of solar PV grid connected farms. Funded by DFID."
				}
			]
		},
		{
			"Title": "Financial & Operational Turnaround Consultancy ",
			"Country": "Malawi",
			"Duration": "2014 – 2017",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM supported ESCOM the national electricity utility of Malawi to restore financial healthy and rebuild it into a financially strong, well-managed company. Technical assistance was provided in areas of business planning, financial management, accounting and auditing, operational performance improvements including H&S, asset maintenance, work planning, reduction of losses, DSM/EE, HR operations including staff performance monitoring and improvement, corporate governance support, communications and public relations. Funded by MCC."
				}
			]
		},
		{
			"Title": "Establishment of Training School and Training of Linesmen and Technicians",
			"Country": "Malawi",
			"Duration": "2014 – 2018",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM assisted ESCOM the national electrical utility of Malawi to establish a new training school for linesmen and technicians. It involved training needs analysis, development of training methodology, design of training facilities and course syllabus, development of training courses and manuals, specification and procurement of tools and equipment, training of some 200 linesmen and technicians. Funded by WB."
				}
			]
		},
		{
			"Title": "Energy Efficiency in Government Buildings",
			"Country": "Ireland",
			"Duration": "2013 – 2021",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM is supporting the Office of Public Works to implement a large scale Energy Conservation Campaign across up to 1,500 public service buildings in the Republic of Ireland, ranging from offices to schools, colleges and hospitals. The project aims to reduce energy costs in all Government buildings in Ireland by 20% and is on track to achieve this by 2016. This is Ireland’s largest energy saving initiative."
				}
			]
		},
		{
			"Title": "Supervising Consultant, Infrastructure Development Project",
			"Country": "Malawi",
			"Duration": "2013 – 2016",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM provided supervisory services for MCC $260m investment in the rehabilitation of the power sector. Survey of lines, cables and substations and preparation of tender documents to hire contractors. Supervision of contractors carrying out the work. Funded by MCC."
				}
			]
		},
		{
			"Title": "Establishment of a Strategic Business Unit (SBU)",
			"Country": "Ghana",
			"Duration": "2014 – 2017",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM assisted ECG to establish a Strategic Business Unit in the Ashanti Region with institutional change management as the core element of the assignment. Scope covered Diagnostic Baseline Studies: Business Management Capacity, Network condition, Work measurement, ICT adequacy and needs, Technical, Commercial, Financial operational procedures. Guide and support the Management in transitioning management & operational activities to the new SBU business model in the areas of: Maintenance Management Plan, Network Master Plan, Project Management Unit, Project Program, Optimum Procurement Management process, Metering, Billing, Revenue protection, service delivery, Call Centre, Accounting and Financial management procedures, Financial Management Information Systems, planning budgeting and performance reporting, cash handling and control, accounts payable and general governance. Preparation of a Strategic Business Plan, Annual Work Plans, Performance Monitoring Systems and a Management Information System. Funded by SECO, Switzerland."
				}
			]
		},
		{
			"Title": "Rehabilitation of Hydro Power Plants",
			"Country": "Ireland",
			"Duration": "2013 – 2016",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM is providing technical support to ESB the national electricity utility of Ireland in its program of refurbishment of its hydro power plants. Work involves contract management, quality control, establishment of maintenance standards and procedures."
				}
			]
		},
		{
			"Title": "Privatization Services for Power Distribution Companies",
			"Country": "Ghana",
			"Duration": "2013 – 2014",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM worked with IFC on behalf of MCC to assess the opportunities to introduce private sector participation in the distribution companies of Ghana. Undertake technical and financial due diligence of ECG and NEDCO, and due diligence on the legal and regulatory environment within which PSP can be implemented in Ghana’s electricity distribution sector. Develop Options Analysis and identify the most appropriate form(s) and scope of PSP in Ghana’s electricity distribution sector. Funded by WB."
				}
			]
		},
		{
			"Title": "Performance Testing of Power Plants",
			"Country": "Lebanon",
			"Duration": "2012 – 2019",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM carried out pre-upgrade and post-upgrade tests on a number of CCGT units for the power utility to ensure upgrade and rehabilitation work reached required standards. The company has also been involved in investigation and root cause analysis of a number of faults in power stations. Funded by WB."
				}
			]
		},
		{
			"Title": "Support in Developing Peat to Power Projects",
			"Country": "Rwanda",
			"Duration": "2012 – 2014",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM provided a range of expertise and technical assistance to the Government and EWSA the power and water utility in development and harvesting of peat bogs to generate electricity with development of 15MW and 100MW power plants. Assistance with energy policy development, planning of new power stations, peat sampling and analysis, negotiation with contractors, negotiation of PPAs, and supervision of work."
				}
			]
		},
		{
			"Title": "Design of Power Supply for Phosphate Mine",
			"Country": "Republic of Congo",
			"Duration": "2012 – 2013",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM is providing technical advice to a private mining company related to power supply requirements for a phosphate mine undergoing feasibility studies including PFS and DFS and front end engineering. Analysis of forecasted loads and consumption. Design of technical and financial optimum solution for supplying power. Multicriteria analysis. Natural gas pipeline studies."
				}
			]
		},
		{
			"Title": "Reduction of Technical and Commercial Losses",
			"Country": "Tanzania",
			"Duration": "2011 – 2013",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM was retained to assist the power utilities Tanesco and Zeco to reduce their technical and commercial losses. The work involved:"
				},
				{
					"List": "Body",
					"Line": "Calculation of total losses with breakdown between by technical and commercial and allocation by voltage level and by region; Analysis of reasons for the losses and development of solutions to reduce the losses with economic analysis of investment required; Development and prioritization of priority projects based on economic return for a number of regions. Also, equipment specification and preparation of contract documents; Implementation of quick-gain project involving installation of capacitors (design, procurement and installation supervision). Funded by MCC."
				}
			]
		},
		{
			"Title": "Preparation of Business Plans for Purchase of Power Plants and Distribution Companies",
			"Country": "Nigeria",
			"Duration": "2012",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM provided assistance to a number of clients in their bids to purchase majority shareholding in power plants and distribution companies. The work consisted of due diligence of existing assets and operations, developing strategies, organization structures, staffing levels, efficiency improvement, costs reduction, investment requirements, economic analysis and financial statements."
				}
			]
		},
		{
			"Title": "Development of Power Generation and Supply Business ",
			"Country": "Haiti",
			"Duration": "2012 – 2013",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM was retained by a private investor to provide assistance in developing a power business in Haiti.  The project involves the various stages of investigation and analysis from concept to PFS to FS stages.  Investigation of generation technology options and fuel availability, design of distribution lines and route selection, analysis of market and development of PPAs, permitting, environmental requirements, economic analysis, tariff structure and rates."
				}
			]
		},
		{
			"Title": "Chemical Analyses of Power Plants",
			"Country": "Ireland",
			"Duration": "2008 – 2012",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM provided the services to ESB Generation to carry out various chemical analyses required in its fossil fuel power plants (peat and coal). "
				}
			]
		},
		{
			"Title": "Design of Power Supplies for Special Economic Zones ",
			"Country": "Republic of Congo",
			"Duration": "2012 – 2013",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM carried out feasibility studies and outline design to deliver a secure and quality power supply to special economic zones in the RoC. Analysis of risks and mitigation measures for grid supply and self generation options with costing and economic analysis."
				}
			]
		},
		{
			"Title": "Development of a Plan for Oil Management  ",
			"Country": "Serbia",
			"Duration": "2011",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM developed an oil management plan for Electromreza Srbije (EMS) the transmission, system and market operator on how to manage its transformer and circuit breaker oil under EuropeAid funding involving management of new and used oil and disposal of waste oil including environmental issues (PCBs, etc.)"
				}
			]
		},
		{
			"Title": "Design of Power Supply for Potash Mine",
			"Country": "Republic of Congo",
			"Duration": "2011 – 2012",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM is providing technical advice to a private mining company related to power supply requirements for a potash mine undergoing feasibility studies including PFS and DFS. Analysis of forecasted loads and consumption. Design of technical and financial optimum solution for supplying power. Multicriteria analysis. "
				}
			]
		},
		{
			"Title": "Feasibility Studies and Design of 400MW Power Supply for Iron Ore Mine, ",
			"Country": "Republic of Congo",
			"Duration": "2010 – 2013",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM is providing technical advice to a private mining company related to power supply requirements for iron ore mine under development."
				},
				{
					"List": "Body",
					"Line": "Investigation of options to supply power for development of major iron ore mine. Power supplies required at mine site (380MW) port site (20MW). Investigation, outline design and costing of various options for power supply by new generation fuelled by natural gas, HFO, diesel oil or construction of 400kV line for some 360km with power purchase agreement. Power plant, HV/MV substation and distribution design and costing.  Development of natural gas pipeline construction design and costs. "
				}
			]
		},
		{
			"Title": "Design of Power Supply Requirements for Boubyan Island ",
			"Country": "Kuwait",
			"Duration": "2011 – 2012",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM is providing technical assistance to the State of Kuwait on the power supply requirements and the sources of power for the development of Boubyan Island. Power requirements will reach 1,000MW over 20 years. Work involves estimation of power demand and analysis of power supply options including development of power plant, power purchase, 400kV transmission cable and substation design, fuel options, use of renewables."
				}
			]
		},
		{
			"Title": "Financial and Engineering Support Services to Electricity Utility",
			"Country": "Lebanon",
			"Duration": "2007 - 2009",
			"Description": [
				{
					"List": "Body",
					"Line": "Under this World Bank funded project AZOROM provided technical assistance to the national electricity utility of Lebanon EdL in order to improve its performance with a focus on technical issues (generation, transmission & distribution), procurement procedures, commercial operations and improvement of financial position. Projects carried out included: Development of Power Plant Improvement Plan; Development of Health & Safety Policies and Procedures; Improvement in Procurement Policies and Procedures; Technical Losses Study; Non-Technical Losses Study; Development of System Operations Policies and Procedures; Development of Budgetary Control Procedures; Development of Business & Investment Plans. Also, assisted in restructuring transition by: Participating in the review of reports prepared by consultants related to corporate restructuring and electricity trading arrangements; Ensuring the availability of reliable information to the corporate restructuring consultants "
				}
			]
		},
		{
			"Title": "Provision of Generation Training Services to ESB PowerGen",
			"Country": "Ireland",
			"Duration": "2007 – 2009",
			"Description": [
				{
					"List": "Body",
					"Line": "Provided training support to ESB Shared Services in provision of training to ESB PowerGen. Services included: "
				},
				{
					"List": "Bullet",
					"Line": "Power plant operations training"
				},
				{
					"List": "Bullet",
					"Line": "Power plant maintenance training"
				},
				{
					"List": "Bullet",
					"Line": "Power plant management training"
				},
				{
					"List": "Bullet",
					"Line": "Mobile elevated working platforms training"
				},
				{
					"List": "Bullet",
					"Line": "Fork lift truck operator training"
				},
				{
					"List": "Bullet",
					"Line": "Health & Safety training"
				}
			]
		},
		{
			"Title": "Assistance in Establishing an Electricity Market ",
			"Country": "Serbia",
			"Duration": "2005 – 2008",
			"Description": [
				{
					"List": "Body",
					"Line": "The overall objective of this project was to provide assistance to Serbia’s Ministry of Mining and Energy, the management of EPS and the management of the new Independent Transmission System and Market Operator (ITSMO) to establish, organise, and assist in the start up of the operations of the Independent Transmission, System and Market Operator, consistent with the Serbian Energy Law and requirements and deadlines agreed upon within the ECSEE process. The specific objectives of the project were to assist in the establishment and development of fully operational ITSMO with developed and approved codes, ready to participate in the regional electricity market with state of the art system operation and market operation software and trained staff. This project will also restructure the existing vertically integrated monopoly and separate the transmission function into Transmission Operator and create as a separate entity the System Operator and Market Operator. "
				}
			]
		},
		{
			"Title": "Technical Assistance to the Energy and Water Utilities Regulatory Authority",
			"Country": "Tanzania",
			"Duration": "2006",
			"Description": [
				{
					"List": "Body",
					"Line": "Under this World Bank funded project provided technical assistance to the newly formed energy and water regulatory authority in reviewing the pricing submission by the national electricity utility and assisted in establishing procedures for price reviews."
				}
			]
		},
		{
			"Title": "Provision of Technical Support to ESB PowerGen",
			"Country": "Ireland",
			"Duration": "2005 – 2008",
			"Description": [
				{
					"List": "Body",
					"Line": "AZOROM provided specialist technical and project management expertise to assist ESB PowerGen at its largest power plant Moneypoint during implementation of large projects. Activities included:"
				},
				{
					"List": "Bullet",
					"Line": "Review and assess current shortfalls in Station, Fuel & Ash areas."
				},
				{
					"List": "Bullet",
					"Line": "Co-ordinate Line Management Plans in improving Plant Reliability."
				},
				{
					"List": "Bullet",
					"Line": "Review Maintenance Programmes of work and drive their implementation. "
				},
				{
					"List": "Bullet",
					"Line": "Provide training where identified as necessary."
				},
				{
					"List": "Bullet",
					"Line": "Contribute to MERP Project Installation and Commissioning."
				},
				{
					"List": "Bullet",
					"Line": "Co-ordinate work program to improve Electrical and C &I equipment reliability"
				}
			]
		}
	]
}
